Repository: fangjunyu1/Banklet
Catalog: piglet/Strings/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, ceb, cs, da, de, el, es, es_us, et, fa, fi, fil, fr, fr_ca, ga, gu, he, hi, hr, hu, id, is, it, ja, jv, kk, km, kn, ko, lt, lv, ml, mr, ms, my, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh_hans, zh_hant, zh_hk

source: It is recommended to prepare 3-6 months' worth of living expenses to cope with temporary unemployment, medical expenses, or other emergencies.
ar: يُنصح بتحضير نفقات المعيشة لمدة 3-6 أشهر لمواجهة البطالة المؤقتة، النفقات الطبية أو الحالات الطارئة الأخرى.
az: Müvəqqəti işsizlik, tibbi xərclər və ya digər fövqəladə halların öhdəsindən gəlmək üçün 3-6 aylıq yaşayış xərclərini hazırlamaq tövsiyə olunur.
bg: Препоръчително е да подготвите разходи за живот за 3-6 месеца, за да се справите с временна безработица, медицински разходи или други извънредни ситуации.
bn: সাময়িক বেকারত্ব, চিকিৎসা ব্যয় বা অন্যান্য জরুরি পরিস্থিতি মোকাবেলার জন্য ৩-৬ মাসের জীবনযাত্রার খরচ প্রস্তুত রাখার পরামর্শ দেওয়া হয়।
ca: Es recomana preparar de 3 a 6 mesos de despeses de vida per fer front a l'atur temporal, despeses mèdiques o altres emergències.
ceb: Girekomenda nga mag-andam og 3-6 ka bulan nga gasto sa panginabuhi aron maandam sa temporaryo nga pagkawalay trabaho, medikal nga gasto, o uban pang mga emerhensya.
cs: Doporučuje se připravit si životní náklady na 3-6 měsíců pro případ dočasné nezaměstnanosti, výdajů na zdravotní péči nebo jiných mimořádných situací.
da: Det anbefales at forberede 3-6 måneders leveomkostninger for at imødegå midlertidig arbejdsløshed, lægeudgifter eller andre nødsituationer.
de: Es wird empfohlen, 3-6 Monate Lebenshaltungskosten vorzubereiten, um vorübergehende Arbeitslosigkeit, medizinische Ausgaben oder andere Notfälle abzudecken.
el: Συνιστάται η προετοιμασία εξόδων διαβίωσης για 3-6 μήνες, για την αντιμετώπιση προσωρινής ανεργίας, ιατρικών εξόδων ή άλλων απρόβλεπτων καταστάσεων.
es: Se recomienda preparar de 3 a 6 meses de gastos de manutención para afrontar desempleo temporal, gastos médicos u otras emergencias.
es_us: Se recomienda preparar de 3 a 6 meses de gastos de manutención para afrontar desempleo temporal, gastos médicos u otras emergencias.
et: Soovitatav on ette valmistada 3–6 kuu elamiskulud, et tulla toime ajutise töötuse, ravikulude või muude hädaolukordadega.
fa: پیشنهاد می‌شود هزینه زندگی ۳ تا ۶ ماه را برای مقابله با بیکاری موقت، هزینه‌های پزشکی یا سایر شرایط اضطراری آماده کنید.
fi: Suositellaan varaamaan 3–6 kuukauden elinkustannukset työttömyyden, sairauskulujen tai muiden hätätilanteiden varalle.
fil: Inirerekomendang maghanda ng 3-6 na buwang gastos sa pamumuhay upang harapin ang pansamantalang kawalan ng trabaho, gastusing medikal, o iba pang emerhensiya.
fr: Il est recommandé de prévoir 3 à 6 mois de frais de subsistance pour faire face au chômage temporaire, aux frais médicaux ou à d'autres urgences.
fr_ca: Il est recommandé de prévoir 3 à 6 mois de frais de subsistance pour faire face au chômage temporaire, aux frais médicaux ou à d'autres urgences.
ga: Moltar 3-6 mhí de chostais mhaireachtála a ullmhú chun déileáil le dífhostaíocht shealadach, costais leighis nó éigeandálaí eile.
gu: કામચલાઉ બેરોજગારી, તબીબી ખર્ચ અથવા અન્ય કટોકટીનો સામનો કરવા માટે 3-6 મહિનાના જીવન ખર્ચની તૈયારી કરવાની ભલામણ કરવામાં આવે છે.
he: מומלץ להכין הוצאות מחיה ל-3-6 חודשים, כדי להתמודד עם אבטלה זמנית, הוצאות רפואיות או מצבי חירום אחרים.
hi: अस्थायी बेरोजगारी, चिकित्सा व्यय या अन्य आपात स्थिति से निपटने के लिए 3-6 महीने के रहने के खर्च को तैयार करने की सिफारिश की जाती है।
hr: Preporučuje se pripremiti životne troškove za 3-6 mjeseci kako biste se nosili s privremenom nezaposlenošću, medicinskim troškovima ili drugim hitnim situacijama.
hu: Javasolt 3-6 havi megélhetési költséget tartalékolni az átmeneti munkanélküliség, orvosi kiadások vagy egyéb vészhelyzetek kezelésére.
id: Disarankan menyiapkan biaya hidup 3-6 bulan untuk menghadapi pengangguran sementara, biaya medis, atau situasi darurat lainnya.
is: Mælt er með að eiga fyrir 3-6 mánaða framfærslu til að mæta tímabundnu atvinnuleysi, lækniskostnaði eða öðrum óvæntum aðstæðum.
it: Si consiglia di preparare 3-6 mesi di spese di soggiorno per far fronte a disoccupazione temporanea, spese mediche o altri imprevisti.
ja: 一時的な失業、医療費、その他の予期せぬ事態に備えて、生活費の3〜6ヶ月分を用意することをお勧めします。
jv: Disaranake nyiapake biaya urip 3-6 sasi kanggo ngadhepi pengangguran sementara, biaya medis, utawa kahanan darurat liyane.
kk: Уақытша жұмыссыздық, медициналық шығындар немесе басқа төтенше жағдайларға төтеп беру үшін 3-6 айлық өмір сүру шығындарын дайындау ұсынылады.
km: ណែនាំឱ្យត្រៀមការចំណាយលើការរស់នៅសម្រាប់រយៈពេល 3-6 ខែ ដើម្បីដោះស្រាយការគ្មានការងារធ្វើបណ្តោះអាសន្ន ការចំណាយលើការព្យាបាល ឬស្ថានភាពអាសន្នផ្សេងទៀត។
kn: ತಾತ್ಕಾಲಿಕ ನಿರುದ್ಯೋಗ, ವೈದ್ಯಕೀಯ ವೆಚ್ಚಗಳು ಅಥವಾ ಇತರ ತುರ್ತು ಪರಿಸ್ಥಿತಿಗಳನ್ನು ಎದುರಿಸಲು 3-6 ತಿಂಗಳ ಜೀವನ ವೆಚ್ಚವನ್ನು ಸಿದ್ಧಪಡಿಸಲು ಸಲಹೆ ನೀಡಲಾಗುತ್ತದೆ.
ko: 일시적인 실직, 의료비 지출 또는 기타 돌발 상황에 대비하여 3~6개월 치 생활비를 마련해 두는 것이 좋습니다.
lt: Rekomenduojama paruošti 3–6 mėnesių pragyvenimo išlaidų sumą, kad būtų galima susidoroti su laikinu nedarbu, medicininėmis išlaidomis ar kitomis netikėtomis situacijomis.
lv: Ieteicams sagatavot līdzekļus 3-6 mēnešu dzīves izdevumiem, lai tiktu galā ar īslaicīgu bezdarbu, medicīniskajiem izdevumiem vai citām ārkārtas situācijām.
ml: താൽക്കാലിക തൊഴിലില്ലായ്മ, ചികിത്സാ ചെലവുകൾ അല്ലെങ്കിൽ മറ്റ് അടിയന്തര സാഹചര്യങ്ങൾ എന്നിവ നേരിടാൻ 3-6 മാസത്തെ ജീവിതച്ചെലവുകൾ തയ്യാറാക്കാൻ നിർദ്ദേശിക്കുന്നു.
mr: तात्पुरती बेरोजगारी, वैद्यकीय खर्च किंवा इतर आपत्कालीन परिस्थितीचा सामना करण्यासाठी ३-६ महिन्यांचा खर्च बाजूला ठेवण्याची शिफारस केली जाते.
ms: Disyorkan untuk menyediakan perbelanjaan hidup selama 3-6 bulan untuk menghadapi pengangguran sementara, perbelanjaan perubatan, atau kecemasan lain.
my: ယာယီ အလုပ်လက်မဲ့ဖြစ်ခြင်း၊ ဆေးကုသစရိတ် သို့မဟုတ် အခြား အရေးပေါ် အခြေအနေများကို ဖြေရှင်းနိုင်ရန် ၃-၆ လစာ နေထိုင်စရိတ်ကို ကြိုတင်ပြင်ဆင်ထားရန် အကြံပြုအပ်ပါသည်။
nb: Det anbefales å ha 3–6 måneders levekostnader klare for å takle midlertidig arbeidsledighet, medisinske utgifter eller andre nødsituasjoner.
nl: Het wordt aanbevolen om 3-6 maanden aan levensonderhoud voor te bereiden om tijdelijke werkloosheid, medische kosten of andere noodsituaties op te vangen.
or: ଅସ୍ଥାୟୀ ବେକାରୀ, ଚିକିତ୍ସା ଖର୍ଚ୍ଚ କିମ୍ବା ଅନ୍ୟାନ୍ୟ ଜରୁରୀକାଳୀନ ପରିସ୍ଥିତିର ମୁକାବିଲା କରିବା ପାଇଁ ୩-୬ ମାସର ଜୀବନ ଖର୍ଚ୍ଚ ପ୍ରସ୍ତୁତ କରିବାକୁ ପରାମର୍ଶ ଦିଆଯାଇଛି।
pa: ਅਸਥਾਈ ਬੇਰੁਜ਼ਗਾਰੀ, ਡਾਕਟਰੀ ਖਰਚਿਆਂ ਜਾਂ ਹੋਰ ਸੰਕਟਕਾਲਾਂ ਨਾਲ ਨਜਿੱਠਣ ਲਈ 3-6 ਮਹੀਨਿਆਂ ਦੇ ਜੀਵਨ ਖਰਚਿਆਂ ਨੂੰ ਤਿਆਰ ਕਰਨ ਦੀ ਸਿਫਾਰਸ਼ ਕੀਤੀ ਜਾਂਦੀ ਹੈ।
pl: Zaleca się przygotowanie równowartości 3-6 miesięcznych kosztów utrzymania, aby poradzić sobie z tymczasowym bezrobociem, wydatkami medycznymi lub innymi nagłymi sytuacjami.
pt_br: Recomenda-se preparar de 3 a 6 meses de despesas de subsistência para lidar com desemprego temporário, despesas médicas ou outras emergências.
pt_pt: Recomenda-se preparar de 3 a 6 meses de despesas de subsistência para lidar com desemprego temporário, despesas médicas ou outras emergências.
ro: Se recomandă pregătirea cheltuielilor de trai pentru 3-6 luni pentru a face față șomajului temporar, cheltuielilor medicale sau altor urgențe.
ru: Рекомендуется иметь запас на 3-6 месяцев расходов для покрытия безработицы, медицинских счетов или ЧП.
sk: Odporúča sa pripraviť si životné náklady na 3 – 6 mesiacov na pokrytie dočasnej nezamestnanosti, liečebných nákladov alebo iných núdzových situácií.
sl: Priporočljivo je pripraviti življenjske stroške za 3–6 mesecev za kritje začasne brezposelnosti, zdravstvenih stroškov ali drugih izrednih razmer.
sq: Rekomandohet të përgatisni shpenzimet e jetesës për 3-6 muaj për të përballuar papunësinë e përkohshme, shpenzimet mjekësore ose emergjenca të tjera.
sv: Det rekommenderas att förbereda 3-6 månaders levnadskostnader för att hantera tillfällig arbetslöshet, medicinska utgifter eller andra nödsituationer.
sw: Inashauriwa kuandaa gharama za maisha za miezi 3-6, ili kukabiliana na ukosefu wa ajira wa muda, matumizi ya matibabu au dharura nyingine.
ta: தற்காலிக வேலையின்மை, மருத்துவச் செலவுகள் அல்லது பிற அவசரநிலைகளைச் சமாளிக்க 3-6 மாத வாழ்க்கைச் செலவுகளைத் தயார் செய்ய பரிந்துரைக்கப்படுகிறது.
te: తాత్కాలిక నిరుద్యోగం, వైద్య ఖర్చులు లేదా ఇతర అత్యవసర పరిస్థితులను ఎదుర్కోవడానికి 3-6 నెలల జీవన వ్యయాలను సిద్ధం చేసుకోవడం మంచిది.
th: แนะนำให้เตรียมค่าใช้จ่ายในการดำรงชีพ 3-6 เดือน เพื่อรองรับการว่างงานชั่วคราว ค่ารักษาพยาบาล หรือเหตุฉุกเฉินอื่นๆ
tr: Geçici işsizlik, tıbbi harcamalar veya diğer acil durumlarla başa çıkmak için 3-6 aylık yaşam giderlerini hazırlamanız önerilir.
uk: Рекомендується мати запас на 3–6 місяців життя на випадок безробіття, медичних витрат або інших непередбачених ситуацій.
ur: عارضی بے روزگاری، طبی اخراجات یا دیگر ہنگامی حالات سے نمٹنے کے لیے 3-6 ماہ کے زندگی گزارنے کے اخراجات تیار کرنے کی تجویز دی جاتی ہے۔
uz: Vaqtincha ishsizlik, tibbiy xarajatlar yoki boshqa favqulodda vaziyatlarga tayyorgarlik ko'rish uchun 3-6 oylik yashash xarajatlarini tayyorlash tavsiya etiladi.
vi: Khuyên bạn nên chuẩn bị chi phí sinh hoạt cho 3-6 tháng để đối phó với tình trạng thất nghiệp tạm thời, chi phí y tế hoặc các tình huống khẩn cấp khác.
zh_hans: 建议准备 3-6 个月的生活开销，以应对暂时的失业、医疗支出或其他突发状况。
zh_hant: 建議準備 3-6 個月的生活開銷，以應對暫時的失業、醫療支出或其他突發狀況。
zh_hk: 建議準備 3-6 個月的生活開銷，以應對暫時的失業、醫療支出或其他突發狀況。

# JPY
source: Japanese Yen
ar: ين ياباني
az: Yapon yeni
bg: Японска йена
bn: জাপানি ইয়েন
ca: Ien japonès
cs: Japonský jen
da: Japansk Yen
de: Japanischer Yen
el: Γιεν Ιαπωνίας
es: Yen japonés
es_us: Yen japonés
et: Jaapani jeen
fa: ین ژاپن
fi: Japanin jeni
fr: Yen japonais
fr_ca: Yen japonais
ga: Yen na Seapáine
gu: જાપાનીઝ યેન
he: ין יפני
hi: जापानी येन
hr: Japanski jen
hu: Japán jen
id: Yen Jepang
is: Japanskt jen
it: Yen giapponese
ja: 日本円
jv: Yen Jepang
kk: Жапон иені
km: យ៉េនជប៉ុន
kn: ಜಪಾನೀಸ್ ಯೆನ್
ko: 일본 엔
lt: Japonijos jena
lv: Japānas jena
ml: ജാപ്പനീസ് യെൻ
mr: जपानी येन
ms: Yen Jepun
my: ဂျပန် ယန်း
nb: Japanske yen
nl: Japanse yen
or: ଜାପାନୀ ୟେନ୍
pa: ਜਾਪਾਨੀ ਯੇਨ
pl: Jen japoński
pt_br: Iene japonês
pt_pt: Iene japonês
ro: Yen japonez
ru: Японская иена
sk: Japonský jen
sl: Japonski jen
sq: Jen Japonez
sv: Japansk yen
sw: Yen ya Japani
ta: ஜப்பானிய யென்
te: జపనీస్ యెన్
th: เยนญี่ปุ่น
tr: Japon Yeni
uk: Японська єна
ur: جاپانی ین
uz: Yaponiya iyenasi
vi: Yên Nhật
zh_hant: 日圓
zh_hk: 日圓

# KRW
source: won
ar: وون كوري
az: Cənubi Koreya vonu
bg: Южнокорейски вон
bn: দক্ষিণ কোরিয়ান ওন
ca: Won sud-coreà
ceb: South Korean Won
cs: Jihokorejský won
da: Sydkoreansk Won
de: Südkoreanischer Won
el: Γουόν Νότιας Κορέας
es: Won surcoreano
es_us: Won surcoreano
et: Lõuna-Korea vonn
fa: وون کره جنوبی
fi: Etelä-Korean won
fil: South Korean Won
fr: Won sud-coréen
fr_ca: Won sud-coréen
ga: Won na Cóiré Theas
gu: કોરિયન વોન
he: וון דרום קוריאני
hi: दक्षिण कोरियाई वॉन
hr: Južnokorejski von
hu: Dél-koreai von
id: Won Korea Selatan
is: Suður-kóreskt vonn
it: Won sudcoreano
ja: 韓国ウォン
jv: Won Korea
kk: Оңтүстік Корея воны
km: វ៉ុនកូរ៉េខាងត្បូង
kn: ದಕ್ಷಿಣ ಕೊರಿಯನ್ ವಾನ್
ko: 한국 원
lt: Pietų Korėjos vonas
lv: Dienvidkorejas vona
ml: ദക്ഷിണ കൊറിയൻ വോൺ
mr: दक्षिण कोरियन वॉन
ms: Won Korea Selatan
my: တောင်ကိုရီးယား ဝမ်
nb: Sørkoreanske won
nl: Zuid-Koreaanse won
or: ଦକ୍ଷିଣ କୋରିଆନ୍ ୱନ୍
pa: ਦੱਖਣੀ ਕੋਰੀਆਈ ਵੋਨ
pl: Won południowokoreański
pt_br: Won sul-coreano
pt_pt: Won sul-coreano
ro: Won sud-coreean
ru: Южнокорейская вона
sk: Juhokórejský won
sl: Južnokorejski von
sq: Won Koreano-Jugor
sv: Sydkoreansk won
sw: Won ya Korea Kusini
ta: தென் கொரிய வோன்
te: దక్షిణ కొరియన్ వోన్
th: วอนเกาหลีใต้
tr: Güney Kore Wonu
uk: Південнокорейська вона
ur: جنوبی کورین وان
uz: Janubiy Koreya voni
vi: Won Hàn Quốc
zh_hant: 韓元
zh_hk: 韓圜

source: Let the code show in the sun
ar: عرض الكود في ضوء الشمس
az: Qoy kod gün işığına çıxsın
bg: Нека кодът бъде изложен на слънчева светлина
bn: কোডটি সবার সামনে উন্মুক্ত রাখা হোক
ca: Deixem que el codi vegi la llum
ceb: Ipakita ang code sa hayag sa adlaw
cs: Nechť je kód na světle světa
da: Lad koden blive vist i sollyset
de: Lassen Sie den Code im Sonnenlicht stehen
el: Αφήστε τον κώδικα να βγει στο φως
es: Deja que el código salga a la luz
es_us: Que el código salga a la luz
et: Las kood olla päikesevalguse käes
fa: بگذارید کدها در روشنایی دیده شوند
fi: Tuo koodi päivänvaloon
fil: Hayaang makita ang code sa liwanag
fr: Laisser le code s'exposer à la lumière du soleil
fr_ca: Laisser le code sous la lumière du soleil
ga: Lig don chód a bheith faoi sholas na gréine
gu: કોડને સૂર્યપ્રકાશમાં આવવા દો
he: תנו לקוד להיות חשוף לאור השמש
hi: कोड को धूप में आने दें
hr: Neka kod bude izložen suncu
hu: Legyen a kód átlátható
id: Biarkan kode terlihat di bawah sinar matahari
is: Látum kóðann sjást í dagsljósinu
it: Lasciamo che il codice sia alla luce del sole
ja: コードを日の目の当たる場所に
jv: Ayo kode katon ing sangisore srengenge
kk: Код күн сәулесінде жарқырасын
km: ធ្វើឱ្យកូដមានភាពតម្លាភាព។
kn: ಕೋಡ್ ಸೂರ್ಯನ ಬೆಳಕಿನಲ್ಲಿ ಕಾಣುವಂತಿರಲಿ
ko: 코드를 투명하게 공개합니다
lt: Tegul kodas būna matomas dienos šviesoje
lv: Ļaujiet kodam būt redzamam dienas gaismā
ml: കോഡ് സുതാര്യമായിരിക്കട്ടെ
mr: कोड पारदर्शक असू द्या
ms: Biarkan kod terdedah kepada cahaya
my: ကုဒ်များကို ပွင့်လင်းမြင်သာစွာ ပြသခြင်း
nb: La koden vises i sollyset
nl: Laat de code in het zonlicht staan
or: କୋଡ୍‌କୁ ସୂର୍ଯ୍ୟ କିରଣରେ ପ୍ରଦର୍ଶିତ ହେବାକୁ ଦିଅନ୍ତୁ
pa: ਕੋਡ ਨੂੰ ਧੁੱਪ ਵਿੱਚ ਦਿਖਾਈ ਦੇਣ ਦਿਓ
pl: Niech kod ujrzy światło dzienne
pt_br: Deixe o código sob a luz do sol
pt_pt: Deixe o código à luz do sol
ro: Lasă codul să fie văzut la lumina zilei
ru: Пусть код будет открытым
sk: Nechajte kód na očiach verejnosti
sl: Naj bo koda na očeh javnosti
sq: Lëreni kodin të shfaqet në dritën e diellit
sv: Låt koden visas i solljuset
sw: Acha msimbo uonekana kwenye mwanga
ta: குறியீடு அனைவருக்கும் வெளிப்படையாக இருக்கட்டும்
te: కోడ్‌ను పారదర్శకంగా ఉంచడం
th: ให้โค้ดเปิดเผยอย่างโปร่งใส
tr: Kod gün ışığına çıksın
uk: Нехай код буде відкритим
ur: کوڈ کو سب کے سامنے ظاہر ہونے دیں
uz: Kod quyosh nurida namoyon bo'lsin
vi: Để mã nguồn được phơi bày dưới ánh mặt trời
zh_hant: 讓程式碼展現在陽光下
zh_hk: 讓程式碼展現在陽光下

source: Let the data witness your every accumulation and change.
ar: دع البيانات تشهد كل تراكم وتغير لك.
az: Qoy məlumatlar hər yığımınıza və dəyişikliyinizə şahidlik etsin.
bg: Нека данните свидетелстват за всяко ваше натрупване и промяна.
bn: ডেটা আপনার প্রতিটি সঞ্চয় এবং পরিবর্তনের সাক্ষী হোক।
ca: Deixa que les dades siguin testimoni de cada acumulació i canvi.
ceb: Himoa nga ang datos magsaksi sa imong matag pagtigum ug pagbag-o.
cs: Nechť jsou data svědkem každé tvé akumulace a změny.
da: Lad data bevidne hver eneste opsparing og ændring.
de: Lassen Sie die Daten jede Ansammlung und Veränderung bezeugen.
el: Αφήστε τα δεδομένα να γίνουν μάρτυρες κάθε συσσώρευσης και αλλαγής σας.
es: Deja que los datos sean testigos de cada acumulación y cambio tuyo.
es_us: Que los datos sean testigos de cada acumulación y cambio tuyo.
et: Las andmed tunnistavad iga teie kogunemist ja muutust.
fa: بگذارید داده‌ها شاهد هر انباشت و تغییری در شما باشند.
fi: Anna datan todistaa jokaista kertymää ja muutosta.
fil: Hayaang saksihan ng data ang bawat pag-iipon at pagbabago mo.
fr: Laissez les données témoigner de chaque accumulation et changement.
fr_ca: Laissez les données témoigner de chaque accumulation et changement.
ga: Lig do shonraí a bheith mar fhinné ar gach carnadh agus athrú atá agat.
gu: ડેટાને તમારા દરેક સંચય અને ફેરફારના સાક્ષી બનવા દો.
he: תן לנתונים להעיד על כל הצטברות ושינוי שלך.
hi: डेटा को आपके हर संचय और परिवर्तन का गवाह बनने दें।
hr: Neka podaci svjedoče svakom vašem nakupljanju i promjeni.
hu: Hagyja, hogy az adatok tanúskodjanak minden felhalmozásról és változásról.
id: Biarkan data menjadi saksi setiap akumulasi dan perubahan Anda.
is: Látum gögnin vitna um hverja söfnun og breytingu hjá þér.
it: Lascia che i dati siano testimoni di ogni tuo accumulo e cambiamento.
ja: データに、あなたの毎回の積み重ねと変化を証言させましょう。
jv: Ayo data nyekseni saben akumulasi lan owah-owahan sampeyan.
kk: Деректер сіздің әрбір жинақтауыңыз бен өзгерістеріңізге куә болсын.
km: ឱ្យទិន្នន័យធ្វើជាសាក្សីរាល់ការសន្សំ និងការផ្លាស់ប្តូររបស់អ្នក។
kn: ಡೇಟಾವು ನಿಮ್ಮ ಪ್ರತಿಯೊಂದು ಸಂಗ್ರಹಣೆ ಮತ್ತು ಬದಲಾವಣೆಗೆ ಸಾಕ್ಷಿಯಾಗಲಿ.
ko: 데이터가 당신의 모든 축적과 변화를 증명하게 하세요.
lt: Tegul duomenys liudija kiekvieną jūsų kaupimą ir pokytį.
lv: Ļaujiet datiem liecināt par katru jūsu uzkrājumu un pārmaiņām.
ml: നിങ്ങളുടെ ഓരോ സമ്പാദ്യത്തിനും മാറ്റത്തിനും ഡാറ്റ സാക്ഷ്യം വഹിക്കട്ടെ.
mr: डेटाला तुमची प्रत्येक बचत आणि बदल पाहू द्या.
ms: Biarkan data menjadi saksi setiap pengumpulan dan perubahan anda.
my: ဒေတာများက သင်၏ စုဆောင်းမှုနှင့် ပြောင်းလဲမှုတိုင်းကို သက်သေပြုပါစေ။
nb: La dataene være vitne til hver oppsparing og endring du gjør.
nl: Laat de data getuigen van elke accumulatie en verandering.
or: ଡାଟାକୁ ଆପଣଙ୍କର ପ୍ରତ୍ୟେକ ସଞ୍ଚୟ ଏବଂ ପରିବର୍ତ୍ତନର ସାକ୍ଷୀ ହେବାକୁ ଦିଅନ୍ତୁ।
pa: ਡੇਟਾ ਨੂੰ ਤੁਹਾਡੇ ਹਰ ਇਕੱਠਾ ਕਰਨ ਅਤੇ ਬਦਲਾਅ ਦਾ ਗਵਾਹ ਬਣਨ ਦਿਓ।
pl: Niech dane będą świadkiem każdego twojego zgromadzenia i zmiany.
pt_br: Deixe os dados testemunharem cada acumulação e mudança sua.
pt_pt: Deixe os dados testemunharem cada acumulação e mudança sua.
ro: Lasă datele să fie martorii fiecărei acumulări și schimbări.
ru: Пусть данные свидетельствуют о каждом вашем накоплении и изменении.
sk: Nech sú dáta svedkom každej vašej akumulácie a zmeny.
sl: Naj podatki pričajo o vsakem vašem kopičenju in spremembi.
sq: Le të dëshmojnë të dhënat çdo akumulim dhe ndryshim tuajin.
sv: Låt data bevittna varje besparing och förändring du gör.
sw: Acha data ishuhudie kila mkusanyiko na mabadiliko yako.
ta: உங்கள் ஒவ்வொரு சேமிப்பையும் மாற்றத்தையும் தரவு சாட்சியளிக்கட்டும்.
te: మీ ప్రతి పొదుపు మరియు మార్పును డేటా సాక్ష్యంగా ఉంచనివ్వండి.
th: ให้ข้อมูลเป็นพยานในทุกการสะสมและการเปลี่ยนแปลงของคุณ
tr: Veriler her birikiminize ve değişiminize tanıklık etsin.
uk: Нехай дані свідчать про кожне ваше накопичення та зміни.
ur: ڈیٹا کو آپ کے ہر جمع ہونے اور تبدیلی کا گواہ بننے دیں۔
uz: Ma'lumotlar har bir to'plashingiz va o'zgarishingizga guvoh bo'lsin.
vi: Hãy để dữ liệu chứng kiến mỗi lần tích lũy và thay đổi của bạn.
zh_hans: 让数据见证你的每一次积累与变化。
zh_hant: 讓數據見證你的每一次積累與變化。
zh_hk: 讓數據見證你的每一次積累與變化。

source: Let the piggy bank record your every growth and expectation.
ar: دع الحافظة تسجل كل نمو وتوقع لديك.
az: Qoy yığım qutusu hər inkişafınızı və gözləntinizi qeyd etsin.
bg: Нека касичката записва всяко ваше израстване и очакване.
bn: পিগি ব্যাংক আপনার প্রতিটি বৃদ্ধি এবং প্রত্যাশা রেকর্ড করুক।
ca: Deixa que la guardiola registri cada creixement i expectativa.
ceb: Himoa nga ang alkansiya magrekord sa imong matag pagtubo ug paglaum.
cs: Nechť pokladnička zaznamená každý tvůj růst a očekávání.
da: Lad sparegrisen registrere hver vækst og forventning.
de: Lassen Sie das Sparschwein jedes Wachstum und jede Erwartung aufzeichnen.
el: Αφήστε τον κουμπαρά να καταγράψει κάθε ανάπτυξη και προσδοκία σας.
es: Deja que la alcancía registre cada crecimiento y expectativa.
es_us: Que la alcancía registre cada crecimiento y expectativa.
et: Las rahakassa salvestab iga teie kasvu ja ootuse.
fa: بگذارید قلک هر رشد و انتظاری را ثبت کند.
fi: Anna säästölippaan tallentaa jokainen kasvu ja odotus.
fil: Hayaang itala ng alkansya ang bawat paglago at inaasahan mo.
fr: Laissez la tirelire enregistrer chaque croissance et attente.
fr_ca: Laissez la tirelire enregistrer chaque étape de votre croissance et vos attentes.
ga: Lig don mhuc sparáin gach fás agus súil a thaifeadadh.
gu: પિગી બેંકને તમારી દરેક વૃદ્ધિ અને અપેક્ષા રેકોર્ડ કરવા દો.
he: תן לקופת החיסכון לתעד כל צמיחה וציפייה שלך.
hi: पिग्गी बैंक को आपके हर विकास और उम्मीद को रिकॉर्ड करने दें।
hr: Neka kasica prasica zabilježi svaki vaš rast i očekivanje.
hu: Hagyja, hogy a persely rögzítse minden növekedését és várakozását.
id: Biarkan celengan mencatat setiap pertumbuhan dan harapan Anda.
is: Látum sparibaukinn skrá hvern vöxt og hverja væntingu.
it: Lascia che il salvadanaio registri ogni tua crescita e aspettativa.
ja: 貯金箱に、あなたの成長と期待を記録させましょう。
jv: Ayo celengan nyathet saben tuwuh lan pangarepan sampeyan.
kk: Жинақ сандықшасы сіздің әрбір өсуіңіз бен үмітіңізді жазып алсын.
km: ឱ្យធនាគារសន្សំប្រាក់កត់ត្រារាល់ការរីកចម្រើន និងការរំពឹងទុករបស់អ្នក។
kn: ಪಿಗ್ಗಿ ಬ್ಯಾಂಕ್ ನಿಮ್ಮ ಪ್ರತಿಯೊಂದು ಬೆಳವಣಿಗೆ ಮತ್ತು ನಿರೀಕ್ಷೆಯನ್ನು ದಾಖಲಿಸಲಿ.
ko: 저금통이 당신의 모든 성장과 기대를 기록하게 하세요.
lt: Tegul taupyklė fiksuoja kiekvieną jūsų augimą ir lūkestį.
lv: Ļaujiet krājkasītei reģistrēt katru jūsu izaugsmi un cerības.
ml: നിങ്ങളുടെ ഓരോ വളർച്ചയും പ്രതീക്ഷയും പിഗ്ഗി ബാങ്ക് രേഖപ്പെടുത്തട്ടെ.
mr: पिगी बँकेला तुमची प्रत्येक प्रगती आणि अपेक्षा रेकॉर्ड करू द्या.
ms: Biarkan tabung simpanan merekodkan setiap pertumbuhan dan harapan anda.
my: စုဘူးက သင်၏ ကြီးထွားမှုနှင့် မျှော်လင့်ချက်တိုင်းကို မှတ်တမ်းတင်ပါစေ။
nb: La sparebøssen registrere hver vekst og forventning.
nl: Laat de spaarpot elke groei en verwachting vastleggen.
or: ପିଗି ବ୍ୟାଙ୍କକୁ ଆପଣଙ୍କର ପ୍ରତ୍ୟେକ ଅଭିବୃଦ୍ଧି ଏବଂ ଆଶା ରେକର୍ଡ କରିବାକୁ ଦିଅନ୍ତୁ।
pa: ਗੁੱਲਕ ਨੂੰ ਤੁਹਾਡੇ ਹਰ ਵਿਕਾਸ ਅਤੇ ਉਮੀਦ ਨੂੰ ਰਿਕਾਰਡ ਕਰਨ ਦਿਓ।
pl: Niech skarbonka rejestruje każdy twój rozwój i oczekiwanie.
pt_br: Deixe o cofrinho registrar cada crescimento e expectativa sua.
pt_pt: Deixe o cofrinho registrar cada crescimento e expectativa sua.
ro: Lasă pușculița să înregistreze fiecare creștere și speranță a ta.
ru: Пусть копилка записывает каждый ваш рост и ожидание.
sk: Nech pokladnička zaznamenáva každý váš rast a očakávania.
sl: Naj hranilnik beleži vsako vašo rast in pričakovanje.
sq: Le të regjistrojë arka e kursimit çdo rritje dhe pritshmëri tuajën.
sv: Låt spargrisen registrera varje tillväxt och förväntan.
sw: Acha kibubu kirekodi kila ukuaji na matarajio yako.
ta: உங்கள் ஒவ்வொரு வளர்ச்சியையும் எதிர்பார்ப்பையும் உண்டியல் பதிவு செய்யட்டும்.
te: మీ ప్రతి ఎదుగుదల మరియు ఆశను పిగ్గీ బ్యాంక్ రికార్డ్ చేయనివ్వండి.
th: ให้กระปุกออมสินบันทึกทุกการเติบโตและความคาดหวังของคุณ
tr: Kumbara her büyümenizi ve beklentinizi kaydetsin.
uk: Нехай скарбничка записує кожне ваше зростання та сподівання.
ur: گلک کو آپ کی ہر ترقی اور امید کو ریکارڈ کرنے دیں۔
uz: Pul yig'ish qutisi har bir o'sishingiz va umidingizni qayd etsin.
vi: Hãy để heo đất ghi lại mỗi sự trưởng thành và mong đợi của bạn.
zh_hans: 让存钱罐记录你的每一次成长与期待。
zh_hant: 讓存錢筒記錄你的每一次成長與期待。
zh_hk: 讓存錢罐記錄你的每一次成長與期待。

source: Life savings jar
ar: حافظة نقود الحياة
az: Həyat Yığım Qutusu
bg: Касичка на живота
bn: লাইফ পিগি ব্যাংক
ca: Guardiola de vida
ceb: Alkansiya sa Kinabuhi
cs: Životní pokladnička
da: Livssparegris
de: Lebens-Sparschwein
el: Κουμπαράς Ζωής
es: Alcancía de Vida
es_us: Alcancía de Vida
et: Elu rahakassa
fa: قلک زندگی
fi: Elämän säästölipas
fil: Alkansya ng Buhay
fr: Tirelire de vie
fr_ca: Tirelire de vie
ga: Muc Sparáin Saoil
gu: જીવન પિગી બેંક
he: קופת חיסכון לחיים
hi: लाइफ पिग्गी बैंक
hr: Životna kasica prasica
hu: Élet Perselye
id: Celengan Kehidupan
is: Lífssparibaukur
it: Salvadanaio della Vita
ja: 人生貯金箱
jv: Celengan Urip
kk: Өмірлік жинақ сандықшасы
km: ធនាគារសន្សំប្រាក់ជីវិត
kn: ಲೈಫ್ ಪಿಗ್ಗಿ ಬ್ಯಾಂಕ್
ko: 인생 저금통
lt: Gyvenimo taupyklė
lv: Dzīves krājkasīte
ml: ലൈഫ് പിഗ്ഗി ബാങ്ക്
mr: लाईफ पिगी बँक
ms: Tabung Simpanan Kehidupan
my: ဘဝစုဘူး
nb: Livssparebøsse
nl: Levensspaarpot
or: ଜୀବନ ପିଗି ବ୍ୟାଙ୍କ
pa: ਜੀਵਨ ਗੁੱਲਕ
pl: Życiowa skarbonka
pt_br: Cofrinho da Vida
pt_pt: Cofrinho da Vida
ro: Pușculița vieții
ru: Копилка жизни
sk: Životná pokladnička
sl: Življenjski hranilnik
sq: Arka e Kursimit të Jetës
sv: Livets spargris
sw: Kibubu cha Maisha
ta: வாழ்க்கை உண்டியல்
te: జీవిత పిగ్గీ బ్యాంక్
th: กระปุกออมสินแห่งชีวิต
tr: Hayat Kumbarası
uk: Скарбничка життя
ur: زندگی کی گلک
uz: Hayot pul yig'ish qutisi
vi: Heo đất cuộc đời
zh_hans: 人生存钱罐
zh_hant: 人生存錢筒
zh_hk: 人生存錢罐
